Repository: MonikaShah/Dilrmp-JK
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: hi

source: GIS Quiz
hi: GIS प्रश्नोत्तरी

source: Trainer ID
hi: प्रशिक्षक आईडी

source: Submit
hi: सेव करें

source: Thank you for submitting the quiz!
hi: प्रश्नोत्तरी जमा करने के लिए धन्यवाद!

source: What is the main purpose of GIS?
hi: GIS का मुख्य उद्देश्य क्या है?

source: To create websites
hi: वेबसाइट बनाने के लिए

source: To analyze spatial and geographic data
hi: स्थानिक और भौगोलिक डेटा का विश्लेषण करने के लिए

source: To manage financial records
hi: वित्तीय अभिलेखों का प्रबंधन करने के लिए

source: To design architectural structures
hi: आर्किटेक्चरल संरचनाओं को डिज़ाइन करने के लिए

source: In GIS, what does "attribute data" refer to?
hi: GIS में "गुण विशेष डेटा" किसे संदर्भित करता है?

source: Data about the spatial location
hi: स्थानिक स्थान के बारे में डेटा

source: Data about the characteristics of spatial features
hi: स्थानिक विशेषताओं की विशेषताओं के बारे में डेटा

source: Data about the coordinate system
hi: निर्देशांक प्रणाली के बारे में डेटा

source: Data about the map scale
hi: नक्शे के पैमाने के बारे में डेटा

source: Which of the following is NOT a raster data format?
hi: निम्नलिखित में से कौन सा एक रास्टर डेटा प्रारूप नहीं है?

source: Shapefile
hi: शेपफाइल

source: What is the main drawback of the Mercator projection?
hi: मेरकेटर प्रक्षेपण की मुख्य कमी क्या है?

source: It distorts distances near the equator
hi: यह विषुवत रेखा के पास दूरियों को विकृत करता है

source: It distorts shapes near the poles
hi: यह ध्रुवों के पास आकृतियों को विकृत करता है

source: It cannot represent the entire Earth
hi: यह पूरी पृथ्वी का प्रतिनिधित्व नहीं कर सकता

source: It is difficult to construct
hi: इसे बनाना कठिन है

source: What is the main purpose of using map projections?
hi: नक्शा प्रक्षेपण का उपयोग करने का मुख्य उद्देश्य क्या है?

source: To reduce map size
hi: नक्शे का आकार कम करने के लिए

source: To represent the 3D Earth on a 2D surface
hi: 3D पृथ्वी को 2D सतह पर प्रदर्शित करने के लिए

source: To enhance colors
hi: रंगों को बेहतर बनाने के लिए

source: To simplify data
hi: डेटा को सरल बनाने के लिए

source: Which of the following is a common method of georeferencing?
hi: निम्नलिखित में से कौन सा जियोरेफरेंसिंग की एक सामान्य विधि है?

source: Using random points
hi: किसी भी बिंदु का उपयोग करना

source: Assigning arbitrary numbers
hi: जो मन आए वह नंबर देना

source: Using Ground Control Points (GCPs)
hi: ग्राउंड कंट्रोल पॉइंट्स (GCPs) का उपयोग करना

source: Estimating positions visually
hi: दृश्य रूप से स्थिति का अनुमान लगाना

source: What is the purpose of georeferencing an image?
hi: किसी छवि को जियोरेफरेंस करने का उद्देश्य क्या है?

source: To enhance its resolution
hi: इसके रिज़ॉल्यूशन को बढ़ाने के लिए

source: To align it with a coordinate system
hi: इसे एक निर्देशांक प्रणाली के साथ संरेखित करने के लिए

source: To change its color scheme
hi: इसके रंग संयोजन को बदलने के लिए

source: To compress its size
hi: इसके आकार को संकुचित करने के लिए

source: Which software is commonly used for georeferencing?
hi: जियोरेफरेंसिंग के लिए सामान्यतः किस सॉफ़्टवेयर का उपयोग किया जाता है?

source: Microsoft Word
hi: माइक्रोसॉफ्ट वर्ड

source: Adobe Photoshop
hi: एडोबी फोटोशॉप

source: VLC Media Player
hi: VLC मीडिया प्लेयर

source: What is required for accurate georeferencing?
hi: सटीक जियोरेफरेंसिंग के लिए क्या आवश्यक है?

source: High-speed internet
hi: उच्च गति वाला इंटरनेट

source: Ground Control Points
hi: ग्राउंड कंट्रोल पॉइंट्स

source: 3D glasses
hi: 3D चश्मे

source: Color printer
hi: कलर प्रिंटर

source: What is the minimum number of GCPs required for Second-order polynomial transformation?
hi: द्वितीय क्रम बहुपद रूपांतरण के लिए न्यूनतम कितने GCPs आवश्यक हैं?

source: Which tool in QGIS is used for georeferencing?
hi: QGIS में जियोरेफरेंसिंग के लिए किस टूल का उपयोग किया जाता है?

source: Georeferencer
hi: जियोरेफेरेंसर

source: Digitizer
hi: डिजिटाइज़र

source: Map Composer
hi: मैप कम्पोज़र

source: Coordinate Editor
hi: निर्देशांक संपादक

source: Which of the following is not a step in georeferencing?
hi: निम्नलिखित में से कौन सा जियोरेफरेंसिंग का चरण नहीं है?

source: Adding GCPs
hi: GCPs जोड़ना

source: Selecting transformation type
hi: रूपांतरण प्रकार का चयन करना

source: Digitizing features
hi: विशेषताओं का डिजिटाइजेशन करना

source: Saving the georeferenced image
hi: जियोरेफरेंस की गई छवि को सहेजना

source: What is the purpose of a map legend?
hi: नक्शा किंवदंती (legend) का उद्देश्य क्या है?

source: To provide scale
hi: पैमाना प्रदान करना

source: To show directions
hi: दिशाएँ दिखाना

source: To explain symbols on the map
hi: नक्शे पर प्रतीकों को समझाना

source: To display map title
hi: नक्शे का शीर्षक प्रदर्शित करना

source: All projections cause some kind of what?
hi: सभी प्रक्षेपण किस प्रकार की समस्या उत्पन्न करते हैं?

source: Accuracy
hi: सटीकता

source: Distortion
hi: विकृति

source: Perfection
hi: पूर्णता

source: Realism
hi: यथार्थता

source: Which datum is commonly used globally?
hi: वैश्विक स्तर पर सामान्यतः किस डेटम का उपयोग किया जाता है?

source: Tokyo Datum
hi: टोक्यो डेटम

source: Local datums are used because:
hi: स्थानीय डेटम का उपयोग क्यों किया जाता है?

source: They are free
hi: वे निःशुल्क हैं

source: They fit local areas better
hi: वे स्थानीय क्षेत्रों के लिए बेहतर उपयुक्त होते हैं

source: They are pretty
hi: वे सुंदर होते हैं

source: They don’t need coordinates
hi: उन्हें निर्देशांकों की आवश्यकता नहीं होती
